
"Home" = "在家冲泡美味咖啡";

"Recipelist" = "提供来自咖啡专业人士的绝佳食谱";

"Tetsu" = "包括著名的Tetsu Kasuya 4:6方法。";

"Recipedetail" = "根据需要调整咖啡和水的量。";

"Preparation" = "按详细说明进行冲泡";

"Brewing" = "冲泡步骤将自动调整。";

"Darktheme" = "支持暗色主题";

"Languages" = "以及多种语言。";